[
  {
    "id": "1234",
    "type": "private",
    "name": "John's First Name Only",
    "owner": {
      "firstName": "John",
      "lastName": "Doe"
    },
    "lastActive": "4 months ago",
    "locationName": "Suburb, State",
    "latitude": 35.6846,
    "longitude": 139.7525,
    "details": "Welcome to John's Compost! Here, we turn waste into nature's gold, nurturing the environment one food scrap at a time. Our philosophy revolves around the belief that every peel, core, and leftover deserves a second life in the soil. Whether you’re a sustainability enthusiast or just dipping your toes into eco-friendly practices, we welcome you to be part of our mission. We provide a safe and welcoming space for your contributions while fostering a spirit of community. Feel free to stop by and learn more about our composting techniques, and don’t hesitate to bring along your organic waste. Let’s build a greener world together, one compost bin at a time!",
    "accepted": [
      "Chopped fruit & vegetables",
      "Cured bokashi",
      "Small amounts of bread & grains",
      "Dried crunchy leaves",
      "Newspaper",
      "Shredded plain paper (not colored or glossy)",
      "Unlabeled egg cartons (please remove colored labels)"
    ],
    "notAccepted": [
      "Strictly no nuts (anaphylactic household member)",
      "Meat or seafood scraps",
      "Dairy products",
      "Oily foods",
      "Plastics or synthetic materials"
    ]
  },
  {
    "id": "4321",
    "type": "public",
    "name": "Community Garden",
    "owner": {
      "firstName": "Sally",
      "lastName": "Beagle"
    },
    "lastActive": "2 days ago",
    "locationName": "Suburb, State",
    "latitude": 35.5846,
    "longitude": 139.8525,
    "details": "The Community Garden is more than just a composting space; it’s a thriving hub of biodiversity and local collaboration. By contributing your organic waste, you’re not just reducing landfill; you’re enriching the garden that serves as a refuge for plants, insects, and people alike. Our compost heaps are a labor of love, transforming what was once discarded into rich, fertile soil that nurtures everything from tomatoes to wildflowers. We operate with a deep sense of gratitude for the natural world and the contributions of our community members. If you’re new to composting, we’d be happy to give you tips on how to make the most of your scraps!",
    "accepted": [
      "Fruit & vegetable scraps",
      "Coffee grounds",
      "Tea bags (non-plastic)",
      "Grass clippings",
      "Garden waste (leaves, stems, etc.)"
    ],
    "notAccepted": [
      "Pet waste",
      "Synthetic materials",
      "Glass or metals",
      "Food packaging",
      "Large branches or logs"
    ]
  },
  {
    "id": "5678",
    "type": "public",
    "name": "ACME Cafe",
    "owner": {
      "firstName": "Jan",
      "lastName": "Kees"
    },
    "lastActive": "3 weeks ago",
    "locationName": "Suburb, State",
    "latitude": 35.5946,
    "longitude": 139.8525,
    "details": "Welcome to Test listing! This is a placeholder location where we imagine a wonderful ecosystem thriving around the art of composting. Imagine, if you will, a quiet haven where scraps and peels find a new purpose, revitalizing the soil and supporting flourishing gardens. Every contribution here plays a vital role in an intricate natural cycle, bringing people closer to the environment. Whether you’re an expert or a first-timer, you’ll find our space inviting and easy to navigate. We love meeting like-minded individuals who share our passion for sustainable living, and we look forward to helping you turn your scraps into something extraordinary.",
    "accepted": [
      "Vegetable scraps",
      "Paper towels (unbleached)",
      "Coffee filters",
      "Saw dust (untreated wood)"
    ],
    "notAccepted": [
      "Plastics",
      "Styrofoam",
      "Liquids",
      "Oily residues",
      "Cooked food"
    ]
  }
]
